Repository: RRZE-Webteam/rrze-log
Catalog: languages/rrze-log-*_formal.po
Languages: de

source: RRZE Log
de: RRZE Protokoll

source: The plugin allows you to log certain actions of the plugins and themes in a log file, which are or may be necessary for further investigations.
de: Das Plugin erlaubt es, bestimmte Aktionen der Plugins und Themes in einer Logdatei zu protokollieren, die für weitere Untersuchungen notwendig sind oder sein können.

source: RRZE Log – every %d seconds
de: RRZE-Protokoll – alle %d Sekunden

source: Error level
de: Fehlerstufe

source: Message
de: Nachricht

source: Date
de: Datum

source: All error levels
de: Alle Fehlerstufen

source: Log file not found.
de: Protokolldatei nicht gefunden.

source: Cannot open log: %s
de: Protokoll kann nicht geöffnet werden: %s

source: Cannot create directory %s.
de: Verzeichnis %s kann nicht erstellt werden.

source: Directory is not writable: %s
de: Verzeichnis ist nicht beschreibbar: %s

source: Cannot open log file for append: %s
de: Protokolldatei kann nicht zum Anhängen geöffnet werden: %s

source: Could not get lock on %s (busy).
de: Sperre für %s konnte nicht hergestellt werden (beschäftigt).

source: Timed out acquiring lock on %s.
de: Beim Abrufen der Sperre für %s ist eine Zeitüberschreitung aufgetreten.

source: Write attempted without lock.
de: Schreibversuch ohne Sperre.

source: Write failed.
de: Schreiben fehlgeschlagen.

source: Log
de: Protokoll

source: RRZE-Log
de: RRZE-Protokoll

source: Enable Log
de: Protokoll aktivieren

source: Truncate log file to last N lines
de: Protokolldatei auf die letzten N Zeilen kürzen

source: Enable administration menus
de: Administrations-Menüs aktivieren

source: Reverse Streaming
de: Rückwärtsstreaming

source: Log Access
de: Log-Zugriff

source: Enables network-wide logging
de: Aktiviert die netzwerkweite Protokollierung

source: Enables network wide the Log menu for administrators
de: Aktiviert netzwerkweit das Log-Menü für Administratoren

source: Keep only the newest lines in the log file, up to the number specified here.
de: Es werden nur die neuesten Zeilen in der Protokolldatei behalten, bis zur hier angegebenen Anzahl.

source: Parse entire file via reverse streaming (slower, complete)
de: Gesamte Datei per Reverse-Streaming einlesen (langsamer, vollständig)

source: List of usernames with access to view the wp debug log file. Enter one username per line.
de: Liste der Benutzernamen mit Zugriff zum Anzeigen der Debugging-Protokolldatei. Geben Sie einen Benutzernamen pro Zeile ein.

source: Number of items per page:
de: Einträge pro Seite:

source: You do not have sufficient permissions to access this page.
de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.

source: Invalid value of the WP_DEBUG_LOG constant. WP_DEBUG_LOG must have the following value: %s
de: Ungültiger Wert der Konstante WP_DEBUG_LOG. WP_DEBUG_LOG muss folgenden Wert haben: %s

source: Error: %s
de: Fehler: %s

source: The server is running WordPress version %1$s. The plugin requires at least WordPress version %2$s.
de: Auf dem Server läuft WordPress Version %1$s. Das Plugin erfordert mindestens WordPress Version %2$s.

source: The server is running PHP version %1$s. The plugin requires at least PHP version %2$s.
de: Auf dem Server wird PHP Version %1$s ausgeführt. Das Plugin erfordert mindestens PHP Version %2$s.

source: This plugin must be activated network-wide on multisite installations.
de: Dieses Plugin muss bei Multisite-Installationen netzwerkweit aktiviert werden.
